export default function JSONdate() {
//main-top-tag的内容
window.aTag =['玄幻','都市','恐怖','校园','悬疑','科幻','生活','热血','搞笑','纯爱','推理','魔幻','历史','少儿','动作','战争','耽美','萌系','穿越','后宫','唯美','完结'];


window.tagInfo = {
    "isrc":[2,3,4,5,6,7,8,9,10,11],
    "aLeft":['双生灵探','灵契','东郭小节','宇宙警探','一人之下','狐妖小红娘','生死回放','君临臣下','从前有座灵剑山','勇者大冒险'],
    "aRight":'更新至8集',
    "tx1":'播放量1,394.86万',
    "tx2":'全部剧集'
};


window.tab1TopE = ['妖怪名单','诡案实录','绑个明星做男票','同居男闺蜜','银之守墓人','女神的陷阱','斗破苍穹','欲望重生'];
window.tab1TopS = ['中国惊奇先生','王牌御史','罗刹大人请留步','通灵妃','狐妖小红娘','尸兄（我叫白小','妖怪IDOLS','一人之下'];
window.tab2TopE = ['海贼王/航海王','火影忍者','死神/境·界','龙珠','妖精的尾巴','食戟之灵','银魂','家庭教师'];
window.tab2TopS = ['新网球王子','美食的俘虏','游戏王','七人传奇','网球王子','火影忍者（全彩','博人传-火影次','我的英雄学园'];
window.tab3TopE = ['妖怪名单','诡案实录','绑个明星做男票','同居男闺蜜','银之守墓人','女神的陷阱','斗破苍穹','欲望重生'];
window.tab3TopS = ['海贼王/航海王','中国惊奇先生','王牌御史','罗刹大人请留步','通灵妃','狐妖小红娘','尸兄（我叫白小','妖怪IDOLS'];

window.strongLi = {
    "imgId":[2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24],
    "liName":['灵魂游戏','龙族Ⅰ','壹号','白门五甲','尘灯宝谭','百万女神','灵魂行者','飞火师','你我之间','脱团大作战','夜先生的店','浪漫传说','重生只为你','帝王侧','魔法的禁书目录','偶像饲养手册·出','万象融合起源','拜托女仆','魔王养成计划','妖怪IDOLS','雪娘','我的霸道萝莉','锦绣无双'],
    "liDet":['主角在玩虚拟现实游戏','屌丝少年竟是龙族后代','地球停转的末日冒险','地域东极的最东边','水池中发现干尸！','描述青春岁月与梦想','神秘少女的强吻改变了','为了向女神表白，试图','青涩的恋爱励志篇章！','变成妹子开后宫','签订契约，满足你的愿','平胸灰姑娘引爆浪漫','天界仙人坠落凡间，艳','虐心、夺嫡、后宫的明','学园都市的上条当麻是','我们是世界唯一的OA','无理压迫的社会环境正','王亲贵族最爱的女仆','废柴魔王的后宫计划','明星恋爱奇谭','一直被梦境困扰的大学','程序猿与萝莉的幸福生','一个落魄小姐的逆境重']
};

window.nov = {
    "novName":['虚空之盒与零之麻理亚','灼眼的夏娜 0','离别的钢琴奏鸣曲','魔法的禁书目录SS','魔法的禁书目录','龙与虎','天魔黑兔','奇诺之旅'],
    "novli":['三月，在这半吊子的时期到来的转学生──音无彩矢，在被她惊人的美貌所震慑的教室里，她站上了讲台，仅冷淡地道出了自己的姓名。整个教室都在等待她的下一句话，此时的她却不知为何叫出了星野一辉的名字，','本书收录了外传作品《序曲》，描写少女从天道宫出发直到与“密斯提斯”相遇之前的故事；另外收录了特别篇《赤眼的夏娜》。本集共计收录三篇故事外加特别篇短文。','钢琴天才真冬转到了小直的学校，但她不和人亲近，也不再弹钢琴，只是一个人窝在空教室，以飞快的速度弹着电吉他。小直为了能大声听CD所以一直擅自占用着教室，所以他想以贝斯给真冬一个好看并夺回教室的','原本上条当麻与吹寄制理只是在聊着些日常话题，没想到最后演变成了火锅派对，这让小萌老师非常头疼。在伦敦，魔法师少女们迎来混乱的一天，这到底是怎么回事？一方通行坠入学园都市的黑暗面，等待着他的将','故事讲述在将“超能力开发”作为学校课程的学园都市里，人们每天都在超能力开发上进行相互竞争。根据能力高低不同，可以分为6级，从无能力（level 0）到超能力（level 5）。主角上条当麻是','樱花飞舞的四月，眼神凶狠却极其普通的男孩——高须龙儿迎来崭新的高中二年级生活。然而在阴差阳错之下，他居然与众人害怕、凶暴残忍的“掌中老虎”逢坂大河结下了恩怨——龙虎相争、友情和恋爱之间的“战','高中一年级学生铁大兔自以为人生平凡，每天都过着游手好闲的日子。即使他已经遗忘了与“她”留下最宝贵的记忆，许下最重要的约定，还有那已经融入了血肉的诅咒，但在世界那一边的“她”却仍然为理应已经失','作品讲述了旅行者——奇诺骑着她那会说话的摩托车艾露密斯到各个国家旅行的故事，在每个国家奇诺都只停留三天，在她体会了该国家人民的文化、风俗之后，她便离开并前往另一个国家。']
}


window.talkShow = {
    "talkName" : ['换了新的发色♡','【日常】破万粉感谢(*˘︶˘*).｡.','ʕ•ﻌ•ʔCy玺羽来报到~','【日常】拍樱花','【九歌】lolita私影分享','日常'],
    "talkCont" : ['配朋友去染头发结果自己也没忍住 染了一个紫灰色 滤镜下有点太...','入驻腾讯动漫也好几个月了，没想到能够有这么多宝宝喜欢我owq...','我是 |･ω･｀)玺羽~是不是很久没见了~？攻子最近在筹备一...','说是拍樱花 其实完全是和摄影师在车上自嗨哈哈哈今天天气超级好...','这里是九歌歌歌！♠️道化师♠️这样，你们就能永远陪我了吧…！...','宵夜时间！跟我妹妹一起做了芝士意面.超好吃的！唯一不足的就是...'],
    "talkBack" : [18,99,0,8,3,5]
}


}



